/* Spanish, 0.8.1, Zachary Powell */

/* <no arguments */
"An error occurred during decompression" = "Hubo un error en descomprimir";

/* <no arguments> */
"Corrupt RAR or internal problems" = "RAR corrompido o problemas internales";

/* <no arguments> */
"Corrupt ZIP or an internal error" = "ZIP corrompido o problema internal";

/* 1=Dest. path */
"Failed to create the temp file '%@'" = "Falló al crear el archivo transitorio '%@'";

/* <no arguments> */
"Failed to decompress the file" = "Falló al descomprimir el archivo";

/* 1=Filename */
"Failed to open the RAR file '%@'" = "Falló al abrir el archivo RAR '%@'";

/* 1=Filename */
"Failed to open the ZIP '%@'" = "Falló al abrir el archivo ZIP '%@'";

/* 1=RAR filename */
"Failed to reopen the RAR file '%@'" = "Falló al abrir de nuevo el archivo RAR '%@'";

/* 1=ZIP filename */
"Failed to reopen the ZIP '%@'" = "Falló al abrir de nuevo el archivo ZIP '%@'";

/* <no arguments */
"Some internal problems with the ZIP" = "Hay algunos problemas internales con el ZIP";

/* <no arguments */
"ZIP file empty? Failed to seek to the first file" = "¿el ZIP está vacío? No consiguió hallar el primer archivo";

